[
     {
        "id": 1,
        "judul": "UPACARA BENDERA HARI PERTAMA MASUK SEKOLAH",
        "tanggal": "5 Januari 2026",
        "isi": "SMA Negeri 1 Batangan menggelar upacara bendera pada hari pertama masuk sekolah setelah libur semester. Kegiatan ini dilaksanakan di lapangan sekolah dan diikuti oleh seluruh warga sekolah, mulai dari peserta didik, guru, hingga tenaga kependidikan.",
        "gambar": "berita_hari_pertamamasuk.jpg"
    },
    {
        "id": 2,
        "judul": "SERAH TERIMA JABATAN KEPALA SEKOLAH",
        "tanggal": "13 November 2025",
        "isi": "SMA Negeri 1 Batangan mengadakan acara Serah Terima Jabatan Kepala Sekolah pada Kamis, 13 November 2025. Suasana haru dan khidmat menyelimuti acara pisah sambut ini sebagai tanda dimulainya kepemimpinan baru untuk SMABA yang lebih maju.",
        "gambar": "berita1.png"
    },
    {
        "id": 3,
        "judul": "PERINGATAN HARI PAHLAWAN 2025",
        "tanggal": "11 November 2025",
        "isi": "Dalam rangka memperingati Hari Pahlawan, SMA Negeri 1 Batangan mengadakan kegiatan Lomba Peragaan Busana. Kegiatan ini dilaksanakan di Lapangan Upacara SMA N 1 Batangan dan berlangsung dengan meriah serta penuh semangat nasionalisme.",
        "gambar": "berita_hari_pahlawan.jpeg"
    },
    {
        "id": 4,
        "judul": "KREASI BUDAYA LOKAL",
        "tanggal": "1-8 September 2025",
        "isi": "SMA Negeri 1 Batangan melaksanakan proyek kolaborasi bertajuk “Kreasi Budaya Lokal: Pembuatan Batik Ciprat sebagai Upaya Pelestarian dan Pemberdayaan Ekonomi Kreatif”. Kegiatan ini diikuti oleh siswa kelas X dan XI",
        "gambar": "beritakreasi.jpg"
    },
    {
        "id": 5,
        "judul": "COLOR RUN SMAN 1 BATANGAN",
        "tanggal": "15 Agustus 2025",
        "isi": "SMA Negeri 1 Batangan menggelar kegiatan Color Run dalam rangka memperingati Hari Kemerdekaan Republik Indonesia. Kegiatan ini diikuti oleh seluruh peserta didik serta bapak dan ibu guru dan berlangsung meriah penuh semangat kebersamaan.",
        "gambar": "beritacolorrun.jpeg"
    }
    
    
]